@include('admin.PrivacyPolicy.privacyHeader')

<div class="qadam-privacy-wrapper p-0">
    <div class="container qadam-policy-container">
        <div class="text-center qadam-policy-head">
            <div class="container-xl">
                <div class="qadam-logo">
                    <img src="{{ asset('assets/admin/images/qadampayk-dash.png') }}" alt="QadamPayk Logo">
                </div>
            </div>
            <h1 style="text-align:center; font-size:36px; font-weight:700; color:#008955; margin-bottom:30px;">
                Политика блокировки пользователей
            </h1>
        </div>

        <div class="qadam-policy-content">
             <p>
        Для обеспечения безопасности и поддержания положительной атмосферы в нашем приложении администрация
        оставляет за собой право блокировать пользователей, нарушающих правила использования или совершающих
        подозрительные действия.
    </p>

    <p>
        Если ваш аккаунт был заблокирован администратором, вы не сможете войти в систему или получить доступ
        к своему профилю. Для уточнения причин блокировки вы можете связаться со службой поддержки.
    </p>

    <p>
        В будущем также будет реализована возможность для пользователей самостоятельно блокировать других
        пользователей. Эта функция позволит каждому участнику сообщества лучше контролировать взаимодействия
        и повысить комфорт при использовании приложения.
    </p>

    <p>
        Мы ценим вашу безопасность и стремимся сделать наше приложение надежным, справедливым и удобным для всех пользователей.
    </p>
        </div>
    </div>
</div>